{"config": [{"config": {"use_bias": true, "dtype": "float32", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 200], "name": "dense_77", "units": 120, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_constraint": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"name": "dropout_39", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "name": "dense_78", "units": 150, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_40", "trainable": true, "rate": 0.1}, "class_name": "Dropout"}, {"config": {"use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "name": "dense_79", "units": 10, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "name": "dense_80", "units": 4, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "sigmoid", "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.2", "backend": "tensorflow"}