{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.2", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 200], "units": 120, "name": "dense_117", "dtype": "float32", "trainable": true}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_59", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 150, "name": "dense_118", "trainable": true}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_60", "rate": 0.1}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 10, "name": "dense_119", "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "kernel_constraint": null, "activation": "sigmoid", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 4, "name": "dense_120", "trainable": true}}]}